{
  "id": "xaq2budfrmkwh02qyg5emzii",
  "title": "為什麼現在的遊戲沒有以前好玩？",
  "slug": "retro-vs-modern",
  "site": "site1",
  "category": "fixed",
  "html": "<div class=\"hero-image\" style=\"margin-bottom: 2rem;\">\r\n                <img src=\"https://github.com/liouyuting112/static-sites-monorepo-1/blob/main/shared-assets/site1-fixed1.webp?raw=true\" alt=\"左邊是像素遊戲畫面，右邊是現代3D高畫質遊戲畫面，形成強烈對比\" style=\"width: 100%; height: auto;\" loading=\"lazy\">\r\n            </div>\r\n\r\n            <p>那天下午，窗外的陽光斜斜地照進來，剛好打在我那台積了一點灰塵的 PS5 上。我盯著螢幕上的讀取條，這已經是我第三次在同一個地方死掉了。不是因為操作太難，而是因為... 我竟然在過場動畫的時候睡著了。</p>\r\n            \r\n            <p>這讓我想起小時候，為了過《洛克人》的一個跳躍關卡，我可以連續三個小時不喝水、不上廁所，手把都被手汗弄得滑溜溜的。那時候的專注與熱情，現在好像很難找回來了。</p>\r\n\r\n            <h2>畫質越好，想像力越少？</h2>\r\n            \r\n            <p>以前的 8-bit 時代，瑪利歐只是一堆色塊組成的。但正因為畫面簡陋，我們的大腦會自動補完剩下的細節。我們會想像庫巴城堡裡的岩漿有多燙，想像薩爾達公主長什麼樣子。那是一種「參與式」的體驗。</p>\r\n\r\n            <p>現在的遊戲，連主角臉上的毛孔都做得清清楚楚。開發者把一切都塞給你了，你只需要「被動」地接受。就像看電影一樣，畫面很美，但你少了那種「這是我創造的世界」的感覺。</p>\r\n\r\n            <p>其實，這有點像是看小說和看改編電影的差別。小說給了你骨架，你的想像力填補了血肉；而電影直接把一切都定型了。</p>\r\n\r\n            <h2>「便利性」殺死了探索的樂趣</h2>\r\n\r\n            <p>現在的開放世界遊戲，地圖上總是標滿了密密麻麻的問號和驚嘆號。導航線直接畫在地板上告訴你該往哪走。你不需要記路，不需要觀察地形，甚至不需要動腦。</p>\r\n\r\n            <p>我還記得玩初代《薩爾達傳說》的時候，拿著一張紙筆自己在現實中畫地圖的感覺。那種「我發現了這個秘密通道！」的成就感，是現在那些自動導航給不了的。說真的，現在玩遊戲有時候感覺像是在按表操課，把清單上的一項項任務打勾而已。</p>\r\n\r\n            <p>當然，我也不是說現在的遊戲都不好。像是「艾爾登法環」就找回了那種探索的醍醐味。它不會告訴你前面有什麼，你得自己去撞牆、去死、去發現。</p>\r\n\r\n            <h2>付費模式的改變</h2>\r\n\r\n            <p>以前我們買一片卡帶，就是買下了完整的體驗。現在呢？買了遊戲本體，還要買季票、買皮膚、買經驗加成卡。遊戲設計不再單純為了「好玩」，有時候是為了「讓你感到不方便，所以你會想花錢」。</p>\r\n\r\n            <p>這真的很令人沮喪。當遊戲設計師開始研究心理學，想方設法挖掘人性的弱點來賺錢時，遊戲就變質了。大概是... 五六年前吧，我開始感覺到這種轉變越來越明顯。</p>\r\n\r\n            <h2>其實，變的可能是我們</h2>\r\n\r\n            <p>不過，老實說，我也在想，是不是因為我們長大了？</p>\r\n            \r\n            <p>小時候我們有無限的時間，但沒錢買遊戲，所以每一款遊戲都被我們玩到爛熟。現在我們有錢買主機、買 4K 電視，卻沒有那個下午能心無旁騖地打電動了。</p>\r\n\r\n            <p>前幾天我走在公園，看到兩個小孩圍坐在長椅上，專注地玩著一台掌上遊戲機，他們因一個失誤而同時驚呼。那一刻我突然覺得，也許我們追求的不是遊戲本身的好壞，而是懷念那個專注投入且無憂無慮的自己。</p>\r\n\r\n            <p>或許，找個週末，把手機關掉，把那些標榜 4K 120fps 的大作先放一邊。拿出那台舊舊的紅白機，或是玩玩簡單的獨立遊戲。你會發現，快樂其實一直都在，只是被我們複雜的生活給掩蓋了。</p>"
}